<?php
return[
    "main_lang"=>"Русскый",
    "team" => "Наша команда",
    "tour1" => "Турпакеты",
    "tour2" => "Ищете простой способ спланировать свой следующий отпуск? Не ищите ничего, кроме наших туристических пакетов! Мы предлагаем различные пакеты в соответствии с вашим бюджетом и интересами, каждый из которых включает в себя все необходимое для стресса -бесплатная поездка. берет.",
     "more" => "Еще" ,
     "slider1" => "Путешествие по Узбекистану",
     "slider2" => "Кругосветное путешествие",
     "slider3" => "Уникальные путешествия",
     "about0" => "О нас",
     "about2" => "У нас также есть команда опытных консультантов, которые помогут вам идеально спланировать поездку. Они будут работать с вами, чтобы создать индивидуальный маршрут, который соответствует вашему бюджету и интересам. И они готовы ответить на любые ваши вопросы. по ходу.будет.",
     "about1" => "Мы с вами верим, что путешествия - это больше, чем просто осмотр достопримечательностей. Это знакомство с новыми культурами, встречи с новыми людьми и воспоминания, которые останутся на всю жизнь. Вот почему мы стремимся предоставить нашим клиентам лучший опыт путешествий от начать до конца.",
     "dest1" => "Турпакет",
     "dest2" => "Категории",
     "service_t" => "Наши услуги",
     "service1" => "Легкое путешествие",
     "service2" => "Доступные цены",
     "service3" => "Постоянная связь",
     "service1t" => "У нас есть команда опытных консультантов, которые помогут вам спланировать идеальное путешествие.",
     "service2t" => "У нас есть доступ к эксклюзивным предложениям и скидкам на авиабилеты, отели и мероприятия.",
     "service3t" => "Мы здесь, чтобы ответить на все ваши вопросы 24/7. ",
     "why_us2" => "Почему мы",
    "why_us1" => "Мы знаем, что планирование поездки может быть стрессовым. Вот почему мы здесь, чтобы избавить вас от хлопот. Мы позаботимся обо всех деталях, чтобы вы могли расслабиться и насладиться отдыхом.

Вот несколько причин выбрать нас:

У нас есть команда опытных консультантов, которые помогут вам спланировать идеальное путешествие.
Мы предлагаем широкий спектр туристических услуг, включая бронирование авиабилетов, бронирование отелей, прокат автомобилей, бронирование круизов, визовую помощь и страхование путешествий.
У нас есть доступ к эксклюзивным предложениям и скидкам на авиабилеты, отели и мероприятия.
Мы здесь, чтобы ответить на все ваши вопросы 24/7.
И так, чего же ты ждешь? Свяжитесь с нами сегодня, чтобы забронировать свой следующий отпуск!" ,
    "banner1" => "Приятной поездки",
    "counter1" => "Клиенты",
    "counter2" => "Поездки",
    "counter3" => "Тип пакетов",
    "counter4" => "Успешные поездки",
    "testimonial1" => "Мнения наших клиентов",
    "contact1" => "Оставьте свои данные",
    "contact2" => "Свяжитесь с нами",
    "name1" => "Ваше имя",
    "email1" => "Электронная почта",
    "tel1" => "Номер телефона",
    "send1" => "Отправить",
    "hotel1" => "Отели",
    "hotel2" => "У нас есть широкий выбор отелей, так что вы сможете найти идеальное место для вашего следующего отпуска. Ищете ли вы недорогой вариант или роскошный отдых, у нас есть что-то для каждого.",
    "banner2" => "Мы позаботимся обо всех деталях, чтобы вы могли расслабиться и насладиться отдыхом",
];
